/* INSERT INTO `point_categories` (`id`, `code`, `name`, `parent`) VALUES
        (1, 1, 'رستوران', NULL),
        (2, 1, 'رستوران ایتالیایی', 1),
        (3, 2, 'رستوران ژاپنی', 1),
        (4, 3, 'کبابی', 1),

        (5, 2, 'فروشگاه', NULL),
        (6, 1, 'فروشگاه لباس', 5),
        (7, 2, 'فروشگاه کفش', 5);
*/

INSERT INTO `point_categories` VALUES

  (1, 1, 'فرهنگ و هنر', NULL),


  (2, 1, 'مکان تاريخي', 1),


  (
    3, 2, 'تالار نمايش و آمفي تاتر',
    1
  ),


  (4, 3, 'سينما', 1),


  (5, 4, 'فرهنگسرا', 1),


  (
    6, 5, 'مجموعه فرهنگي هنري',
    1
  ),


  (7, 6, 'کتابخانه', 1),


  (
    8, 7, 'گالري و نگارخانه',
    1
  ),


  (9, 8, 'موزه', 1),


  (10, 9, 'تاتر', 1),


  (
    11, 2, 'ورزش و سرگرمي',
    NULL
  ),


  (
    12, 1, 'مسير پياده روي',
    11
  ),


  (13, 2, 'شهربازي', 11),


  (
    14, 3, 'زمين بسکتبال',
    11
  ),


  (
    15, 4, 'مرکز تفريح و سرگرمي',
    11
  ),


  (
    16, 5, 'باشگاه بدنسازي',
    11
  ),


  (17, 6, 'زمين گلف', 11),


  (
    18, 7, 'باشگاه ورزشي',
    11
  ),


  (
    19, 8, 'باشگاه سوارکاري',
    11
  ),


  (
    20, 9, 'پيست کارتينگ',
    11
  ),


  (21, 10, 'کوه', 11),


  (22, 11, 'پيست اسکي', 11),


  (
    23, 12, 'زمين فوتبال', 11
  ),


  (24, 13, 'سالن ورزشي', 11),


  (
    25, 14, 'مجموعه ورزشي',
    11
  ),


  (
    26, 15, 'پيست مسابقه', 11
  ),


  (27, 16, 'استاديوم', 11),


  (
    28, 17, 'استخر و سونا',
    11
  ),


  (
    29, 18, 'باشگاه تنيس', 11
  ),


  (
    30, 19, 'باغ وحش يا آکواريوم',
    11
  ),


  (
    31, 20, 'باشگاه بيليارد',
    11
  ),


  (
    32, 21, 'پيست دوچرخه', 11
  ),


  (33, 22, 'مرکز ماساژ', 11),


  (
    34, 23, 'زمين پينت بال',
    11
  ),


  (35, 24, 'زمين بازي', 11),


  (
    36, 25, 'باشگاه بولينگ',
    11
  ),


  (
    37, 26, 'باشگاه تيراندازي',
    11
  ),


  (38, 27, 'پيست اسکيت', 11),


  (
    39, 28, 'سينما چند بعدي',
    11
  ),


  (
    40, 29, 'باشگاه يوگا', 11
  ),


  (41, 3, 'غذاخوري', NULL),


  (42, 1, 'قهوه خانه', 41),


  (43, 2, 'کافي شاپ', 41),


  (44, 3, 'فلافلي', 41),


  (45, 4, 'فست فود', 41),


  (46, 5, 'فودکورت', 41),


  (
    47, 6, 'آبميوه بستني فروشي',
    41
  ),


  (
    48, 7, 'کبابي يا جگرکي',
    41
  ),


  (49, 8, 'رستوران', 41),


  (50, 9, 'ساندويچي', 41),


  (51, 10, 'اسنک فروشي', 41),


  (52, 11, 'طباخي', 41),


  (53, 12, 'حليم و آش', 41),


  (54, 13, 'ديزي سرا', 41),


  (
    55, 14, 'آشپزخانه و کيترينگ',
    41
  ),


  (56, 4, 'خريد', NULL),


  (
    57, 1, 'فروشگاه خرازي و کادويي',
    56
  ),


  (
    58, 2, 'آنتيک فروشي', 56
  ),


  (
    59, 3, 'فروشگاه لوازم خانگي',
    56
  ),


  (
    60, 4, 'فروشگاه لوازم کودکان',
    56
  ),


  (61, 5, 'نانوايي', 56),


  (62, 6, 'کتاب فروشي', 56),


  (
    63, 7, 'فروشگاه لباس عروس',
    56
  ),


  (
    64, 8, 'سوپر پروتئيني و قصابي',
    56
  ),


  (
    65, 9, 'فروشگاه دوربين عکاسي و فيلمبرداري',
    56
  ),


  (66, 10, 'فرش فروشي', 56),


  (
    67, 11, 'فروشگاه زنجيره اي',
    56
  ),


  (
    68, 12, 'فروشگاه خيريه',
    56
  ),


  (
    69, 13, 'فروشگاه لباس',
    56
  ),


  (70, 14, 'راسته شغلي', 56),


  (
    71, 15, 'فروشگاه لوازم کامپيوتر',
    56
  ),


  (
    72, 16, 'شيريني فروشي',
    56
  ),


  (
    73, 17, 'فروشگاه تعاوني مصرف',
    56
  ),


  (
    74, 18, 'فروشگاه لوازم آرايشي بهداشتي',
    56
  ),


  (75, 19, 'پرده فروشي', 56),


  (
    76, 20, 'پارچه فروشي', 56
  ),


  (77, 21, 'الکتريکي', 56),


  (
    78, 22, 'فروشگاه لوازم الکترونيکي و مخابراتي',
    56
  ),


  (
    79, 23, 'مرغ و ماهي فروشي',
    56
  ),


  (80, 24, 'گلفروشي', 56),


  (
    81, 25, 'ميدان ميوه و تره بار',
    56
  ),


  (82, 26, 'ميوه فروشي', 56),


  (
    83, 27, 'فروشگاه مبلمان',
    56
  ),


  (
    84, 28, 'فروشگاه مواد غذايي',
    56
  ),


  (
    85, 29, 'فروشگاه صنايع دستي و هنري',
    56
  ),


  (
    86, 30, 'فروشگاه ابزار و يراق آلات',
    56
  ),


  (87, 31, 'عطاري', 56),


  (
    88, 32, 'فروشگاه دخانيات و لوازم قليان',
    56
  ),


  (
    89, 33, 'فروشگاه دکوراسيون داخلي',
    56
  ),


  (
    90, 34, 'فروشگاه طلا و جواهر',
    56
  ),


  (
    91, 35, 'فروشگاه لوازم آشپزخانه',
    56
  ),


  (
    92, 36, 'خياطي و مزون',
    56
  ),


  (
    93, 37, 'موبايل فروشي',
    56
  ),


  (
    94, 38, 'فروشگاه محصولات فرهنگي',
    56
  ),


  (
    95, 39, 'فروشگاه لوازم موسيقي',
    56
  ),


  (
    96, 40, 'دکه روزنامه فروشي',
    56
  ),


  (
    97, 41, 'فروشگاه تجهيزات اداري',
    56
  ),


  (98, 42, 'عينک فروشي', 56),


  (
    99, 43, 'فروشگاه عطر و ادکلن',
    56
  ),


  (
    100, 44, 'فروشگاه حيوانات',
    56
  ),


  (101, 45, 'قابسازي', 56),


  (102, 46, 'سمساري', 56),


  (
    103, 47, 'فروشگاه کيف و کفش',
    56
  ),


  (104, 48, 'فروشگاه', 56),


  (
    105, 49, 'پاساژ و مرکز خريد',
    56
  ),


  (
    106, 50, 'فروشگاه لوازم ورزشي',
    56
  ),


  (107, 51, 'سوپرمارکت', 56),


  (
    108, 52, 'فروشگاه رنگ و رزين',
    56
  ),


  (
    109, 53, 'اسباب بازي فروشي',
    56
  ),


  (
    110, 54, 'فروشگاه ساعت',
    56
  ),


  (
    111, 55, 'فروشگاه محصولات کشاورزي',
    56
  ),


  (
    112, 56, 'فروشگاه لوازم آکواريوم',
    56
  ),


  (
    113, 57, 'فروشگاه کالاي خواب',
    56
  ),


  (
    114, 58, 'فروشگاه ماشين آلات ساختماني',
    56
  ),


  (
    115, 59, 'فروشگاه تزئينات ساختماني',
    56
  ),


  (
    116, 60, 'فروشگاه لوازم بهداشتي ساختمان',
    56
  ),


  (
    117, 61, 'فروشگاه مصالح ساختماني',
    56
  ),


  (
    118, 62, 'فروشگاه عايقهاي ساختماني',
    56
  ),


  (
    119, 63, 'دوربين مدار بسته',
    56
  ),


  (
    120, 64, 'فروشگاه آيفون و آنتن',
    56
  ),


  (
    121, 65, 'فروشگاه کارت دعوت',
    56
  ),


  (
    122, 66, 'لوستر فروشي',
    56
  ),


  (
    123, 67, 'فروشگاه محصولات شيميايي',
    56
  ),


  (
    124, 68, 'فروشگاه شکلات',
    56
  ),


  (
    125, 69, 'فروشگاه بازي کامپيوتري',
    56
  ),


  (
    126, 70, 'فروشگاه کامپيوتر',
    56
  ),


  (
    127, 71, 'فروشگاه بلور و کريستال',
    56
  ),


  (
    128, 72, 'فروشگاه محصولات شوينده',
    56
  ),


  (
    129, 73, 'فروشگاه ظروف يکبارمصرف',
    56
  ),


  (
    130, 74, 'فروشگاه درب و پنجره',
    56
  ),


  (
    131, 75, 'فروشگاه تجهيزات صنعتي',
    56
  ),


  (
    132, 76, 'فروشگاه ماشين آلات صنعتي',
    56
  ),


  (
    133, 77, 'فروشگاه قطعات صنعتي',
    56
  ),


  (
    134, 78, 'فروشگاه ابزار صنعتي',
    56
  ),


  (135, 79, 'آهن فروشي', 56),


  (
    136, 80, 'فروشگاه چرم',
    56
  ),


  (
    137, 81, 'فروشگاه چمدان و کيف',
    56
  ),


  (
    138, 82, 'فروشگاه تجهيزات پزشکي و آزمايشگاهي',
    56
  ),


  (
    139, 83, 'فروشگاه محصولات لبني',
    56
  ),


  (
    140, 84, 'فروشگاه آينه و شمعدان',
    56
  ),


  (
    141, 85, 'فروشگاه لوازم موبايل',
    56
  ),


  (
    142, 86, 'آجيل و خشکبار',
    56
  ),


  (
    143, 87, 'فروشگاه ماشينهاي اداري',
    56
  ),


  (
    144, 88, 'فروشگاه زيورآلات',
    56
  ),


  (
    145, 89, 'فروشگاه لوازم قنادي',
    56
  ),


  (146, 90, 'پت شاپ', 56),


  (
    147, 91, 'فروشگاه پلاسکو',
    56
  ),


  (
    148, 92, 'فروشگاه شال و روسري',
    56
  ),


  (
    149, 93, 'فروشگاه لوازم التحرير',
    56
  ),


  (
    150, 94, 'فروشگاه تلفن و لوازم جانبي',
    56
  ),


  (
    151, 95, 'فروشگاه لباس زير',
    56
  ),


  (
    152, 96, 'عمده فروشي', 56
  ),


  (
    153, 5, 'شرکتها و سازمان ها',
    NULL
  ),


  (
    154, 1, 'شرکت ساختماني',
    153
  ),


  (
    155, 2, 'دفتر خبرگزاري و نشريات',
    153
  ),


  (
    156, 3, 'شوراي حل اختلاف',
    153
  ),


  (
    157, 4, 'موسسه و سازمان دولتي',
    153
  ),


  (
    158, 5, 'اتحاديه و تشکل صنفي',
    153
  ),


  (
    159, 6, 'سازمان بين المللي',
    153
  ),


  (
    160, 7, 'مرکز قضايي و حقوقي',
    153
  ),


  (
    161, 8, 'مرکز نظامي و انتظامي',
    153
  ),


  (
    162, 9, 'سازمان غيرانتفاعي',
    153
  ),


  (
    163, 10, 'اتاق تشکل‌ها',
    153
  ),


  (
    164, 11, 'مرکز انتظامي و پليس',
    153
  ),


  (
    165, 12, 'شرکت خصوصي', 153
  ),


  (
    166, 13, 'بورس و کارگزاري',
    153
  ),


  (
    167, 6, 'آموزش و پژوهش',
    NULL
  ),


  (
    168, 1, 'آموزشگاه آرايش و پيرايش',
    167
  ),


  (
    169, 2, 'مراکز آموزش عالي',
    167
  ),


  (
    170, 3, 'آزمايشگاه علمي',
    167
  ),


  (
    171, 4, 'آموزشگاه حسابداري',
    167
  ),


  (
    172, 5, 'آموزشگاه کنکور',
    167
  ),


  (
    173, 6, 'آموزشگاه کامپيوتر',
    167
  ),


  (
    174, 7, 'آموزشگاه هنرهاي تجسمي',
    167
  ),


  (
    175, 8, 'آموزشگاه آشپزي و شيريني پزي',
    167
  ),


  (
    176, 9, 'لوازم آموزشي',
    167
  ),


  (177, 10, 'دانشگاه', 167),


  (
    178, 11, 'آموزشگاه نقاشي و خطاطي',
    167
  ),


  (
    179, 12, 'آموزشگاه عکاسي و فيلمبرداري',
    167
  ),


  (
    180, 13, 'تدريس خصوصي',
    167
  ),


  (
    181, 14, 'حوزه علميه', 167
  ),


  (182, 15, 'مدرسه', 167),


  (
    183, 16, 'پژوهشگاه و مرکز تحقيقاتي',
    167
  ),


  (
    184, 17, 'آموزشگاه موسيقي',
    167
  ),


  (185, 18, 'مهد کودک', 167),


  (
    186, 19, 'آموزشگاه زبان هاي خارجي',
    167
  ),


  (
    187, 20, 'آموزشگاه و مرکز آموزشي',
    167
  ),


  (
    188, 21, 'آموزشگاه خياطي',
    167
  ),


  (
    189, 22, 'آموزشگاه فني و حرفه اي',
    167
  ),


  (190, 23, 'آموزشگاه', 167),


  (191, 24, 'دانشکده', 167),


  (
    192, 25, 'آموزشگاه رانندگي',
    167
  ),


  (
    193, 26, 'مجتمع آموزشي',
    167
  ),


  (
    194, 7, 'سفر و گردشگري',
    NULL
  ),


  (195, 1, 'مسافرخانه', 194),


  (
    196, 2, 'استراحتگاه', 194
  ),


  (197, 3, 'رودخانه', 194),


  (
    198, 4, 'چشمه يا آبشار',
    194
  ),


  (
    199, 5, 'پايانه مسافربري',
    194
  ),


  (200, 6, 'درياچه', 194),


  (
    201, 7, 'آژانس مسافرتي',
    194
  ),


  (
    202, 8, 'مکان ديدني', 194
  ),


  (
    203, 9, 'دفتر ايرلاين',
    194
  ),


  (
    204, 10, 'فروشگاه لوازم سفر و شکار',
    194
  ),


  (205, 11, 'هتل', 194),


  (206, 12, 'باغ', 194),


  (
    207, 13, 'سفارتخانه يا کنسولگري',
    194
  ),


  (
    208, 8, 'بهداشت و درمان',
    NULL
  ),


  (
    209, 1, 'متخصص گوش و حلق و بيني',
    208
  ),


  (
    210, 2, 'درمانگاه و کلينيک',
    208
  ),


  (
    211, 3, 'دندان پزشکي', 208
  ),


  (
    212, 4, 'پزشک و جراح عمومي',
    208
  ),


  (213, 5, 'بيمارستان', 208),


  (
    214, 6, 'آزمايشگاه تشخيص طبي و عکسبرداري',
    208
  ),


  (
    215, 7, 'ساختمان پزشکان',
    208
  ),


  (
    216, 8, 'مرکز پزشکي و خدمات درماني',
    208
  ),


  (
    217, 9, 'پرورشگاه و شيرخوارگاه',
    208
  ),


  (218, 10, 'آسايشگاه', 208),


  (219, 11, 'چشم پزشکي', 208),


  (
    220, 12, 'داروخانه و دراگ استور',
    208
  ),


  (
    221, 13, 'مرکز بينايي سنجي و شنوايي سنجي و گفتار درماني',
    208
  ),


  (
    222, 14, 'مرکز خدمات پوست مو زيبايي',
    208
  ),


  (
    223, 15, 'متخصص قلب و عروق',
    208
  ),


  (
    224, 16, 'متخصص اطفال',
    208
  ),


  (
    225, 17, 'پزشک تغذيه', 208
  ),


  (
    226, 18, 'متخصص ايمونولوژي آلرژي',
    208
  ),


  (
    227, 19, 'متخصص بيماريهاي عفوني',
    208
  ),


  (
    228, 20, 'متخصص داخلي',
    208
  ),


  (
    229, 21, 'طب سنتي و اسلامي',
    208
  ),


  (230, 22, 'متخصص ريه', 208),


  (
    231, 23, 'شرکت تجهيزات و لوازم پزشکي',
    208
  ),


  (
    232, 24, 'پزشک متخصص', 208
  ),


  (
    233, 25, 'پزشک فوق تخصص',
    208
  ),


  (
    234, 26, 'متخصص مغز و اعصاب',
    208
  ),


  (
    235, 27, 'متخصص زنان و زايمان',
    208
  ),


  (
    236, 28, 'فروشگاه مکمل هاي دارويي',
    208
  ),


  (
    237, 29, 'فيزيوتراپي', 208
  ),


  (
    238, 30, 'جراح پلاستيک',
    208
  ),


  (
    239, 31, 'روانپزشک و مرکز مشاوره و روانشناس',
    208
  ),


  (
    240, 32, 'درمانگاه ترک اعتياد',
    208
  ),


  (
    241, 33, 'متخصص پوست و مو زيبايي',
    208
  ),


  (
    242, 34, 'مددکاري اجتماعي و امور حمايتي',
    208
  ),


  (243, 35, 'جراح', 208),


  (
    244, 36, 'متخصص اورولوژي و کليه',
    208
  ),


  (245, 37, 'دامپزشکي', 208),


  (246, 9, 'خودرو', NULL),


  (
    247, 1, 'لاستيک فروشي',
    246
  ),


  (
    248, 2, 'تزئينات خودرو و تيونينگ',
    246
  ),


  (
    249, 3, 'امدادخودرو', 246
  ),


  (
    250, 4, 'فروشگاه لوازم صوتي تصويري خودرو',
    246
  ),


  (
    251, 5, 'فروشگاه مجاز قطعات خودرو',
    246
  ),


  (
    252, 6, 'مراکز معاينه فني',
    246
  ),


  (
    253, 7, 'فروشگاه لوازم يدکي خودرو',
    246
  ),


  (
    254, 8, 'نمايشگاه اتومبيل',
    246
  ),


  (
    255, 9, 'اگزوز سازي', 246
  ),


  (256, 10, 'اتوسرويس', 246),


  (
    257, 11, 'تعميرگاه مجاز',
    246
  ),


  (
    258, 12, 'صافکاري و نقاشي اتومبيل',
    246
  ),


  (
    259, 13, 'باتري سازي', 246
  ),


  (260, 14, 'مکانيکي', 246),


  (
    261, 15, 'فروشگاه موتور سيکلت و دوچرخه',
    246
  ),


  (
    262, 16, 'ليزينگ خودرو',
    246
  ),


  (
    263, 17, 'نمايندگي خودرو',
    246
  ),


  (
    264, 18, 'دفتر فروش خودرو',
    246
  ),


  (265, 10, 'خدمات', NULL),


  (
    266, 1, 'تالار پذيرايي و باغ',
    265
  ),


  (
    267, 2, 'دفتر امور مشترکين مخابرات',
    265
  ),


  (
    268, 3, 'دفتر فني و مهندسي',
    265
  ),


  (
    269, 4, 'پيک موتوري', 265
  ),


  (
    270, 5, 'موسسه مالي و اعتباري',
    265
  ),


  (
    271, 6, 'ايستگاه آتش نشاني',
    265
  ),


  (
    272, 7, 'دفتر خدمات الکترونيک شهر',
    265
  ),


  (273, 8, 'گلخانه', 265),


  (274, 9, 'دفتر بيمه', 265),


  (
    275, 10, 'سالن زيبايي بانوان',
    265
  ),


  (276, 11, 'خشکشويي', 265),


  (
    277, 12, 'دفتر حقوقي و وکالت',
    265
  ),


  (278, 13, 'کارگاه', 265),


  (
    279, 14, 'دفتر ثبت ازدواج و طلاق',
    265
  ),


  (
    280, 15, 'آرايشگاه مردانه',
    265
  ),


  (281, 16, 'صرافي', 265),


  (
    282, 17, 'اتوبار و موسسه باربري',
    265
  ),


  (
    283, 18, 'استديو موسيقي',
    265
  ),


  (
    284, 19, 'دفتر اسناد رسمي',
    265
  ),


  (
    285, 20, 'آتليه عکاسي',
    265
  ),


  (
    286, 21, 'دفتر پليس + 10',
    265
  ),


  (287, 22, 'دفتر پستي', 265),


  (
    288, 23, 'مشاور املاک',
    265
  ),


  (
    289, 24, 'کانکس بازيافت مواد',
    265
  ),


  (290, 25, 'تعميرگاه', 265),


  (291, 26, 'قاليشويي', 265),


  (
    292, 27, 'شرکت خدمات حسابداري',
    265
  ),


  (
    293, 28, 'کانون تبليغاتي',
    265
  ),


  (
    294, 29, 'شرکت معماري و مشاور',
    265
  ),


  (
    295, 30, 'کارگاه آهنگري و فلزات',
    265
  ),


  (
    296, 31, 'کارگاه حلبي سازي و کانال سازي',
    265
  ),


  (
    297, 32, 'موسسه اجاره اتومبيل',
    265
  ),


  (
    298, 33, 'خدمات مجالس',
    265
  ),


  (
    299, 34, 'خدمات نظافتي',
    265
  ),


  (
    300, 35, 'خدمات مخابراتي',
    265
  ),


  (
    301, 36, 'شرکت خدمات ساختماني',
    265
  ),


  (
    302, 37, 'موسسه ظروف کرايه',
    265
  ),


  (303, 38, 'تخليه چاه', 265),


  (
    304, 39, 'تعميرات لوازم الکترونيکي',
    265
  ),


  (
    305, 40, 'دفتر کاريابي',
    265
  ),


  (
    306, 41, 'کارگاه پرس کاري و لعاب کاري',
    265
  ),


  (
    307, 42, 'محوطه سازي فضاي سبز',
    265
  ),


  (
    308, 43, 'دفتر پيشخوان دولت',
    265
  ),


  (
    309, 44, 'شرکت طراحي و دکوراسيون داخلي',
    265
  ),


  (
    310, 45, 'شرکت خدمات اينترنتي',
    265
  ),


  (311, 46, 'کليد سازي', 265),


  (
    312, 47, 'کارگاه تراشکاري',
    265
  ),


  (
    313, 48, 'ليتوگرافي', 265
  ),


  (
    314, 49, 'موسسه خدمات پرستاري',
    265
  ),


  (
    315, 50, 'خدمات در محل',
    265
  ),


  (
    316, 51, 'تابلو سازي', 265
  ),


  (317, 52, 'چاپخانه', 265),


  (318, 53, 'تعميرات', 265),


  (
    319, 54, 'شرکت تجهيزات ايمني',
    265
  ),


  (
    320, 55, 'شرکت خدمات سمپاشي',
    265
  ),


  (
    321, 56, 'شرکت بازرگاني و تجاري',
    265
  ),


  (
    322, 57, 'دارالترجمه', 265
  ),


  (
    323, 58, 'کارگاه جوشکاري و ريخته گري',
    265
  ),


  (324, 59, 'کارواش', 265),


  (
    325, 60, 'آژانس کرايه اتومبيل',
    265
  ),


  (326, 61, 'نجاري', 265),


  (
    327, 62, 'کافي نت و گيم نت',
    265
  ),


  (328, 63, 'صحافي', 265),


  (
    329, 64, 'کيوسک کرايه دوچرخه',
    265
  ),


  (330, 65, 'بانک', 265),


  (
    331, 66, 'خودپرداز بانک',
    265
  ),


  (
    332, 11, 'اماکن عمومي',
    NULL
  ),


  (333, 1, 'پمپ بنزين', 332),


  (
    334, 2, 'زندان و ندامتگاه',
    332
  ),


  (335, 3, 'نمايشگاه', 332),


  (336, 4, 'خوابگاه', 332),


  (337, 5, 'پمپ گاز', 332),


  (338, 6, 'کليسا', 332),


  (339, 7, 'آرامگاه', 332),


  (
    340, 8, 'ايستگاه اتوبوس',
    332
  ),


  (341, 9, 'فرودگاه', 332),


  (
    342, 10, 'ساختمان اداري',
    332
  ),


  (
    343, 11, 'پارک و بوستان',
    332
  ),


  (
    344, 12, 'پارکينگ عمومي',
    332
  ),


  (345, 13, 'گرمابه', 332),


  (346, 14, 'محدوده', 332),


  (
    347, 15, 'مسجد و مکان مذهبي',
    332
  ),


  (
    348, 16, 'خيابان يا ميدان',
    332
  ),


  (
    349, 17, 'امامزاده و زيارتگاه',
    332
  ),


  (
    350, 18, 'ايستگاه مترو',
    332
  ),


  (351, 19, 'کنيسه', 332),


  (
    352, 20, 'ايستگاه تاکسي',
    332
  ),


  (
    353, 21, 'توالت عمومي',
    332
  ),


  (
    354, 22, 'سالن اجتماعات',
    332
  ),


  (
    355, 23, 'ايستگاه قطار',
    332
  ),


  (
    356, 24, 'زمين ورزشي', 332
  ),


  (
    357, 25, 'ايستگاه بي آر تي',
    332
  ),


  (
    358, 26, 'دادگاه و دادسرا',
    332
  ),


  (359, 12, 'ساير', NULL),


  (360, 1, 'معدن', 359),


  (
    361, 2, 'مجتمع مسکوني و آپارتمان',
    359
  ),


  (362, 3, 'ساختمان', 359),


  (
    363, 4, 'مجتمع تجاري اداري',
    359
  ),


  (364, 5, 'کارخانه', 359),


  (
    365, 6, 'ساختمان دولتي',
    359
  ),


  (366, 7, 'همينطوري', 359),


  (367, 8, 'پل', 359),


  (368, 9, 'سد', 359),


  (
    369, 10, 'خانه (خصوصي)',
    359
  ),


  (
    370, 11, 'شهرک صنعتي', 359
  ),


  (371, 12, 'نيروگاه', 359),


  (372, 13, 'انبار', 359),


  (
    373, 14, 'سالن نمايشگاهي',
    359
  ),


  (374, 15, 'اسکله', 359);
